[
  {
    "name": "icon-g2",
    "basicColor": "",
    "accentColor": "",
    "accentColorLight": "",
    "description": "The AI Drive Assist platform improves driver response in extreme conditions, with regenerative design, self-repairing mechanics, 3D-printed parts, hybrid engine, advanced windshield cleaning, and innovative airflow. It offers keyless biometric entry, tough tires, magnetic brakes, holographic HUD, and adaptive aerodynamics for safety and efficiency."
  },
  {
    "name": "alpine-alpenglow",
    "basicColor": "",
    "accentColor": "",
    "accentColorLight": "",
    "description": "The Alpine Alpenglow concept car exemplifies cutting-edge electric mobility with a fusion of sustainable design and advanced technology. It embodies Alpine's commitment to eco-conscious luxury, offering a glimpse into the future of sustainable driving."
  },
  {
    "name": "jackson",
    "basicColor": "",
    "accentColor": "",
    "accentColorLight": "",
    "description": "The Koenigsegg Jesko is a groundbreaking hypercar featuring a potent twin-turbo V8 engine, advanced aerodynamics, and a cutting-edge multi-clutch transmission. It's renowned for its exceptional speed, track prowess, and innovative design, epitomizing automotive engineering excellence."
  },
  {
    "name": "tauro",
    "basicColor": "",
    "accentColor": "",
    "accentColorLight": "",
    "description": "The Tauro was a “futuristic” concept designed to express an idea and generate interest. Fortunately, it did just that. An electric hybrid that would envision magnetic highways (much like Maglev trains, but in reverse) upon which cars could travel much faster and more safely by being “glued” to the ground."
  },
  {
    "name": "apricale",
    "basicColor": "",
    "accentColor": "",
    "accentColorLight": "",
    "description": "The electric hypercar boasts 400kW motors on both axles, providing awe-inspiring all-wheel drive and 738lb ft of torque. It accelerates 0-62mph in under 2.5 seconds and reaches a top speed exceeding 200mph. The single-speed transmission pairs with a 6kWh lithium-ion battery, significantly smaller than the Porsche Taycan's base-spec 78kWh capacity."
  }
]
